Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: Describe the toDō, including any due date, reminder, recurrence, tags, NanoDos, notes, or location.
ar: صِف toDō، بما في ذلك أي تاريخ استحقاق أو تذكير أو تكرار أو علامات أو NanoDos أو ملاحظات أو موقع.
es: Describe la toDō, incluyendo cualquier fecha límite, recordatorio, repetición, etiqueta, NanoDo, nota o ubicación.
hi: toDō का वर्णन करें, जिसमें नियत तारीख, रिमाइंडर, दोहराव, टैग, NanoDos, नोट्स या स्थान शामिल हो।
it: Descrivi la toDō, includendo eventuali scadenze, promemoria, ripetizioni, tag, NanoDos, note o luoghi.
ja: 期限、リマインダー、繰り返し、タグ、NanoDos、メモ、場所などを含めてtoDōを説明してください。
ms: Huraikan toDō, termasuk tarikh akhir, peringatan, pengulangan, tag, NanoDos, nota atau lokasi.
th: อธิบาย toDō รวมถึงวันครบกำหนด การเตือน การทำซ้ำ แท็ก NanoDos โน้ต หรือตำแหน่ง
ur: toDō کی تفصیل بتائیں، جس میں مقررہ تاریخ، یاد دہانی، تکرار، ٹیگز، NanoDos، نوٹس یا مقام شامل ہو۔
zh_hans: 描述 toDō，包括截止日期、提醒、重复、标签、NanoDos、备注或位置。

source: Describe your toDō
ar: صِف تُدُ الخاص بك
es: Describe tu toDō
hi: अपना toDō बताएँ
it: Descrivi il tuo toDō
ja: toDōを説明
ms: Terangkan toDō anda
th: อธิบาย toDō ของคุณ
ur: اپنا ٹُڈُو بیان کریں
zh_hans: 描述你的 toDō

source: Designed with privacy at the center. Supported features use Apple Intelligence when available without making AI required for toDō.
ar: مصمم والخصوصية في الأساس. تستخدم الميزات المدعومة Apple Intelligence عند توفره دون جعل الذكاء الاصطناعي مطلوبًا لاستخدام toDō.
es: Diseñado con la privacidad en el centro. Las funciones compatibles usan Apple Intelligence cuando está disponible sin hacer que la IA sea obligatoria para toDō.
hi: गोपनीयता को केंद्र में रखकर बनाया गया। समर्थित सुविधाएँ उपलब्ध होने पर Apple Intelligence का उपयोग करती हैं, लेकिन toDō के लिए AI आवश्यक नहीं है।
it: Progettato con la privacy al centro. Le funzioni supportate usano Apple Intelligence quando disponibile senza rendere l’AI obbligatoria per toDō.
ja: プライバシーを中心に設計されています。対応機能は利用可能な場合にApple Intelligenceを使いますが、toDōにAIは必須ではありません。
ms: Direka dengan privasi sebagai teras. Ciri yang disokong menggunakan Apple Intelligence apabila tersedia tanpa menjadikan AI wajib untuk toDō.
th: ออกแบบโดยให้ความเป็นส่วนตัวเป็นศูนย์กลาง ฟีเจอร์ที่รองรับจะใช้ Apple Intelligence เมื่อพร้อมใช้งาน โดยไม่บังคับให้ toDō ต้องใช้ AI
ur: رازداری کو مرکز میں رکھ کر بنایا گیا۔ معاون فیچرز دستیاب ہونے پر Apple Intelligence استعمال کرتے ہیں، مگر toDō کے لیے AI لازمی نہیں۔
zh_hans: 以隐私为核心设计。支持的功能会在可用时使用 Apple Intelligence，但不会让 AI 成为使用 toDō 的必要条件。

source: Details, notes, tags, reminders, and NanoDos appear here when a toDō has more to show.
ar: تظهر التفاصيل والملاحظات والوسوم والتذكيرات ونَنُدُس هنا عندما يحتوي تُدُ على المزيد لعرضه.
es: Los detalles, notas, etiquetas, recordatorios y NanoDos aparecen aquí cuando una tarea pendiente tiene más que mostrar.
hi: विवरण, नोट्स, टैग, रिमाइंडर और नैनोडोस यहां तब दिखाई देते हैं जब टूडू के पास दिखाने के लिए और भी बहुत कुछ होता है।
it: Dettagli, note, tag, promemoria e NanoDo appaiono qui quando un toDō ha altro da mostrare.
ja: 詳細、メモ、タグ、リマインダー、NanoDoは、toDōに追加情報があるとここに表示されます。
ms: Butiran, nota, tag, peringatan dan NanoDo muncul di sini apabila toDō mempunyai maklumat tambahan.
th: รายละเอียด บันทึก แท็ก การเตือน และ NanoDo จะแสดงที่นี่เมื่อ toDō มีข้อมูลเพิ่มเติม
ur: جب کسی ٹُڈُو میں مزید دکھانے کو ہو تو تفصیلات، نوٹس، ٹیگز، یاد دہانیاں، اور نَینوڈوز یہاں ظاہر ہوتے ہیں۔
zh_hans: 当待办事项有更多内容要显示时，详细信息、注释、标签、提醒和 NanoDos 会显示在此处。

source: Device
ar: الجهاز
es: Dispositivo
hi: डिवाइस
it: Dispositivo
ja: デバイス
ms: Peranti
th: อุปกรณ์
ur: ڈیوائس
zh_hans: 设备

source: Discard
ar: تجاهل
es: Desechar
hi: खारिज करना
it: Scarta
ja: 破棄
ms: Buang
th: ละทิ้ง
ur: رد کریں
zh_hans: 丢弃

source: Discard changes?
ar: هل تريد تجاهل التغييرات؟
es: ¿Descartar cambios?
hi: परिवर्तनों को निरस्त करें?
it: Scartare le modifiche?
ja: 変更を破棄しますか？
ms: Buang perubahan?
th: ละทิ้งการเปลี่ยนแปลง?
ur: تبدیلیاں رد کریں؟
zh_hans: 放弃更改？

source: Dismiss details
ar: إخفاء التفاصيل
es: Descartar detalles
hi: विवरण ख़ारिज करें
it: Chiudi dettagli
ja: 詳細を閉じる
ms: Tutup butiran
th: ปิดรายละเอียด
ur: تفصیلات بند کریں
zh_hans: 忽略详细信息

source: Dismisses this notice while keeping the temporary offline store active.
ar: يغلق هذا التنبيه مع إبقاء مخزن عدم الاتصال المؤقت نشطًا.
es: Cierra este aviso y mantiene activo el almacenamiento temporal sin conexión.
hi: यह सूचना बंद करते हुए अस्थायी ऑफ़लाइन स्टोर को सक्रिय रखता है।
it: Chiude questo avviso mantenendo attivo l'archivio offline temporaneo.
ja: 一時的なオフラインストアを有効なままにして、この通知を閉じます。
ms: Menutup notis ini sambil mengekalkan stor luar talian sementara aktif.
th: ปิดการแจ้งเตือนนี้โดยคงพื้นที่จัดเก็บออฟไลน์ชั่วคราวไว้
ur: عارضی آف لائن اسٹور کو فعال رکھتے ہوئے یہ اطلاع بند کرتا ہے۔
zh_hans: 关闭此提示，同时保持临时离线存储处于活动状态。

source: Display Mode
ar: وضع العرض
es: Modo de visualización
hi: प्रदर्शन मोड
it: Modalità di visualizzazione
ja: 表示モード
ms: Mod paparan
th: โหมดการแสดงผล
ur: ڈسپلے موڈ
zh_hans: 显示模式

source: Display Name
ar: الاسم المعروض
es: Nombre visible
hi: दिखाई देने वाला नाम
it: Nome visualizzato
ja: 表示名
ms: Nama Paparan
th: ชื่อที่แสดง
ur: ظاہری نام
zh_hans: 显示名称

source: Do Not Copy; Keep This Device As Is
ar: عدم النسخ؛ إبقاء هذا الجهاز كما هو
es: No copiar; dejar este dispositivo igual
hi: कॉपी न करें; इस डिवाइस को जैसा है रखें
it: Non copiare; lascia questo dispositivo cosi
ja: コピーしない。このデバイスをそのまま使う
ms: Jangan Salin; Kekalkan Peranti Ini
th: ไม่คัดลอก; ใช้อุปกรณ์นี้ตามเดิม
ur: کاپی نہ کریں؛ اس ڈیوائس کو جوں کا توں رکھیں
zh_hans: 不复制；保持此设备不变

source: Do Not Copy; Use iCloud as It Is
ar: عدم النسخ؛ استخدام iCloud كما هو
es: No copiar; usar iCloud como esta
hi: कॉपी न करें; iCloud को जैसा है वैसा रखें
it: Non copiare; usa iCloud cosi com'e
ja: コピーしない。iCloudをそのまま使う
ms: Jangan Salin; Guna iCloud Seadanya
th: ไม่คัดลอก; ใช้ iCloud ตามเดิม
ur: کاپی نہ کریں؛ iCloud کو جوں کا توں استعمال کریں
zh_hans: 不复制；按现状使用 iCloud

source: Do Not Copy; Use toDō Sync as It Is
ar: عدم النسخ؛ استخدام مزامنة تُدُ كما هي
es: No copiar; usar toDō Sync como esta
hi: कॉपी न करें; toDō Sync को जैसा है वैसा रखें
it: Non copiare; usa toDō Sync cosi com'e
ja: コピーしない。toDō Syncをそのまま使う
ms: Jangan Salin; Guna toDō Sync Seadanya
th: ไม่คัดลอก; ใช้ toDō Sync ตามเดิม
ur: کاپی نہ کریں؛ toDō Sync کو جوں کا توں استعمال کریں
zh_hans: 不复制；按现状使用 toDō Sync

source: Done
ar: منجز
es: Listo
hi: पूर्ण
it: Fatto
ja: 完了
ms: Selesai
th: เสร็จสิ้น
ur: مکمل
zh_hans: 完成

source: Done 30 Days
ar: أُنجزت خلال ٣٠ يومًا
es: Hechos en 30 días
hi: 30 दिनों में पूर्ण
it: Completati in 30 giorni
ja: 30日以内に完了
ms: Selesai 30 hari
th: เสร็จใน 30 วัน
ur: ۳۰ دن میں مکمل
zh_hans: 30 天内完成

source: Done and delete actions sync with iPhone, iPad, and Mac.
ar: تتزامن إجراءات الإكمال والحذف مع iPhone وiPad وMac.
es: Las acciones de completar y eliminar se sincronizan con iPhone, iPad y Mac.
hi: पूर्ण और हटाने की कार्रवाइयाँ iPhone, iPad और Mac के साथ सिंक होती हैं।
it: Le azioni di completamento ed eliminazione si sincronizzano con iPhone, iPad e Mac.
ja: 完了と削除の操作はiPhone、iPad、Macと同期します。
ms: Tindakan selesai dan padam disegerakkan dengan iPhone, iPad dan Mac.
th: การทำเสร็จและการลบจะซิงค์กับ iPhone, iPad และ Mac
ur: مکمل اور حذف کرنے کے عمل iPhone، iPad اور Mac کے ساتھ سنک ہوتے ہیں۔
zh_hans: 完成和删除操作会与 iPhone、iPad 和 Mac 同步。

source: Done Last 7 Days
ar: أُنجز خلال آخر ٧ أيام
es: Hechos en los últimos 7 días
hi: पिछले 7 दिनों में पूर्ण
it: Completati negli ultimi 7 giorni
ja: 過去7日間の完了
ms: Selesai 7 hari lalu
th: เสร็จใน 7 วันที่ผ่านมา
ur: گزشتہ ۷ دن میں مکمل
zh_hans: 过去 7 天完成

source: Done Sound
ar: صوت الإنجاز
es: Sonido de hecho
hi: पूरा होने की ध्वनि
it: Suono completato
ja: 完了音
ms: Bunyi Siap
th: เสียงทำเสร็จ
ur: مکمل ہونے کی آواز
zh_hans: 完成提示音

source: Done This Week
ar: أُنجزت هذا الأسبوع
es: Hechos esta semana
hi: इस सप्ताह पूर्ण
it: Completati questa settimana
ja: 今週完了
ms: Selesai minggu ini
th: เสร็จในสัปดาห์นี้
ur: اس ہفتے مکمل
zh_hans: 本周完成

source: Done toDōs
ar: تُدُس المنجزة
es: toDōs completados
hi: पूर्ण toDō
it: toDō completati
ja: 完了したtoDō
ms: toDō selesai
th: toDō ที่เสร็จแล้ว
ur: مکمل toDōs
zh_hans: 已完成的 toDō

source: Double-tap to purchase
ar: اضغط مرتين للشراء
es: Toca dos veces para comprar
hi: खरीदने के लिए दो बार टैप करें
it: Tocca due volte per acquistare
ja: ダブルタップして購入
ms: Ketik dua kali untuk membeli
th: แตะสองครั้งเพื่อซื้อ
ur: خریدنے کے لیے دو بار ٹیپ کریں
zh_hans: 轻点两下以购买

source: Double-tap to review membership details
ar: اضغط مرتين لمراجعة تفاصيل العضوية
es: Toca dos veces para revisar los detalles de la membresía
hi: सदस्यता विवरण देखने के लिए दो बार टैप करें
it: Tocca due volte per rivedere i dettagli dell'abbonamento
ja: メンバーシップの詳細を確認するにはダブルタップ
ms: Ketuk dua kali untuk menyemak butiran keahlian
th: แตะสองครั้งเพื่อดูรายละเอียดสมาชิก
ur: رکنیت کی تفصیلات دیکھنے کے لیے دو بار ٹیپ کریں
zh_hans: 轻点两下以查看会员详情

source: Drag the image to choose the center point.
ar: اسحب الصورة لاختيار نقطة المركز.
es: Arrastra la imagen para elegir el punto central.
hi: केंद्र बिंदु चुनने के लिए चित्र खींचें।
it: Trascina l'immagine per scegliere il punto centrale.
ja: 画像をドラッグして中心点を選択します。
ms: Seret gambar untuk memilih titik tengah.
th: ลากรูปเพื่อเลือกจุดกึ่งกลาง
ur: مرکز کا نقطہ منتخب کرنے کے لیے تصویر کو گھسیٹیں۔
zh_hans: 拖动图片以选择中心点。

source: Due
ar: مستحق
es: Pendiente
hi: देय
it: Scadenza
ja: 期限
ms: Tarikh Akhir
th: กำหนด
ur: واجب
zh_hans: 到期的

source: due %@
ar: مستحق %@
es: vence %@
hi: नियत %@
it: scadenza %@
ja: 期限 %@
ms: tamat %@
th: ครบกำหนด %@
ur: مقررہ %@
zh_hans: 截止 %@

source: Due %@
ar: مستحق %@
es: Vence %@
hi: देय %@
it: Scade %@
ja: 期限 %@
ms: Tamat %@
th: ครบกำหนด %@
ur: واجب %@
zh_hans: 截止 %@

source: Due + Reminder
ar: الاستحقاق + التذكير
es: Vencimiento + recordatorio
hi: नियत तारीख + रिमाइंडर
it: Scadenza + promemoria
ja: 期限＋リマインダー
ms: Tarikh Akhir + Peringatan
th: กำหนดส่ง + การเตือน
ur: مقررہ تاریخ + یاد دہانی
zh_hans: 截止日期 + 提醒

source: Due by Month
ar: الاستحقاق حسب الشهر
es: Vencimiento por mes
hi: महीने के हिसाब से देय
it: Scadenza per mese
ja: 月末締め切り
ms: Dibayar mengikut Bulan
th: ครบกำหนดภายในเดือน
ur: مہینے کے لحاظ سے واجب
zh_hans: 按月到期

source: Due Date
ar: تاريخ الاستحقاق
es: Fecha límite
hi: नियत तारीख
it: Scadenza
ja: 期限
ms: Tarikh Akhir
th: วันครบกำหนด
ur: آخری تاریخ
zh_hans: 截止日期

source: Due Reminder
ar: تذكير الاستحقاق
es: Recordatorio de vencimiento
hi: देय रिमाइंडर
it: Promemoria scadenza
ja: 期限リマインダー
ms: Peringatan Tamat Tempoh
th: การเตือนถึงกำหนด
ur: واجب الادا یاد دہانی
zh_hans: 到期提醒

source: Due soon
ar: يستحق قريبًا
es: Vence pronto
hi: जल्द देय
it: In scadenza
ja: まもなく期限
ms: Hampir tamat tempoh
th: ใกล้ถึงกำหนด
ur: جلد واجب
zh_hans: 即将到期

source: Due Soon
ar: مستحق قريبًا
es: Vencimiento pronto
hi: शीघ्र देय
it: In scadenza
ja: まもなく期限
ms: Hampir Tamat
th: ใกล้ถึงกำหนด
ur: جلد مقررہ
zh_hans: 即将到期

source: Due Time
ar: وقت الاستحقاق
es: Hora límite
hi: देय समय
it: Ora di scadenza
ja: 期限時刻
ms: Masa akhir
th: เวลาครบกำหนด
ur: مقررہ وقت
zh_hans: 截止时间

source: Due today
ar: مستحق اليوم
es: Vence hoy
hi: आज देय
it: Scade oggi
ja: 今日が期限
ms: Tamat hari ini
th: ครบกำหนดวันนี้
ur: آج واجب
zh_hans: 今天截止

source: Due Today
ar: مستحق اليوم
es: Vencimiento hoy
hi: आज देय
it: Scadenza oggi
ja: 今日が期限
ms: Diperuntukkan Hari Ini
th: ครบกำหนดวันนี้
ur: آج واجب
zh_hans: 今天到期

source: Due toDōs Only
ar: تُدُس المستحقة فقط
es: Solo por tareas pendientes
hi: केवल कार्य के कारण
it: Solo toDō con scadenza
ja: 期日付きtoDōのみ
ms: toDō bertarikh akhir sahaja
th: เฉพาะ toDō ที่มีวันครบกำหนด
ur: صرف مقررہ ٹُڈُوز
zh_hans: 仅由于待办事项

source: Edit
ar: تعديل
es: Editar
hi: संपादन करना
it: Modifica
ja: 編集
th: แก้ไข
ur: ترمیم
zh_hans: 编辑

source: Edit %@ Option
ar: تعديل خيار %@
es: Editar la opción%@
hi: %@विकल्प संपादित करें
it: Modifica opzione %@
ja: %@オプションを編集
ms: Edit pilihan %@
th: แก้ไขตัวเลือก %@
ur: %@ آپشن میں ترمیم
zh_hans: 编辑%@选项

source: Edit Display Name
ar: تعديل الاسم المعروض
es: Editar nombre visible
hi: दिखाई देने वाला नाम संपादित करें
it: Modifica nome visualizzato
ja: 表示名を編集
ms: Edit Nama Paparan
th: แก้ไขชื่อที่แสดง
ur: ظاہری نام میں ترمیم کریں
zh_hans: 编辑显示名称

source: Edit toDō
ar: تعديل تُدُ
es: Editar tareas pendientes
hi: कार्यसंपादित करें
it: Modifica toDō
ja: toDōを編集
th: แก้ไข toDō
ur: ٹُڈُو میں ترمیم
zh_hans: 编辑待办事项

source: Edits your display name.
ar: يعدّل اسمك المعروض.
es: Edita tu nombre visible.
hi: आपका दिखाई देने वाला नाम संपादित करता है।
it: Modifica il tuo nome visualizzato.
ja: 表示名を編集します。
ms: Mengedit nama paparan anda.
th: แก้ไขชื่อที่แสดงของคุณ
ur: آپ کے ظاہری نام میں ترمیم کرتا ہے۔
zh_hans: 编辑你的显示名称。

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
hi: ईमेल
ja: メール
ms: E-mel
th: อีเมล
ur: ای میل
zh_hans: 电子邮件

source: Email Invite
ar: دعوة عبر البريد الإلكتروني
es: Invitación por correo electrónico
hi: ईमेल आमंत्रण
it: Invito via email
ja: メールで招待
ms: Jemputan e-mel
th: คำเชิญทางอีเมล
ur: ای میل دعوت
zh_hans: 电子邮件邀请

source: Ember
ar: جمرة
es: Brasa
hi: अंगारा
it: Brace
ja: 残り火
ms: Bara
th: ถ่านไฟ
ur: انگارہ
zh_hans: 余烬

source: Empty Trash Now
ar: إفراغ سلة المهملات الآن
es: Vaciar la papelera ahora
hi: अभी कचरा खाली करें
it: Svuota cestino ora
ja: 今すぐゴミ箱を空にする
ms: Kosongkan sampah sekarang
th: ล้างถังขยะตอนนี้
ur: ردی ابھی خالی کریں
zh_hans: 立即清空垃圾箱

source: Empty Trash?
ar: هل تريد إفراغ سلة المهملات؟
es: ¿Vaciar la papelera?
hi: कचरा खाली करें?
it: Svuotare il cestino?
ja: ゴミ箱を空にしますか？
ms: Kosongkan sampah?
th: ล้างถังขยะ?
ur: ردی خالی کریں؟
zh_hans: 清空垃圾箱？

source: Enable Notifications
ar: تفعيل الإشعارات
es: Activar notificaciones
hi: सूचनाएँ चालू करें
it: Abilita notifiche
ja: 通知を有効にする
ms: Dayakan Pemberitahuan
th: เปิดการแจ้งเตือน
ur: اطلاعات فعال کریں
zh_hans: 启用通知

source: Enable reminders when you want them
ar: فعّل التذكيرات عندما تريدها
es: Activa recordatorios cuando los quieras
hi: जब चाहें रिमाइंडर चालू करें
it: Attiva i promemoria quando li vuoi
ja: 必要なときにリマインダーを有効にする
ms: Hidupkan peringatan apabila anda mahukannya
th: เปิดการเตือนเมื่อคุณต้องการ
ur: جب چاہیں یاددہانیاں فعال کریں
zh_hans: 需要时开启提醒

source: Enable reminders, sounds, and Time-Sensitive alerts.
ar: فعّل التذكيرات والأصوات والتنبيهات الحساسة للوقت.
es: Activa recordatorios, sonidos y alertas urgentes.
hi: रिमाइंडर, ध्वनियां और Time-Sensitive अलर्ट चालू करें।
it: Attiva promemoria, suoni e avvisi urgenti.
ja: リマインダー、サウンド、Time-Sensitive通知を有効にします。
ms: Hidupkan peringatan, bunyi dan amaran Time-Sensitive.
th: เปิดการเตือน เสียง และการแจ้งเตือนแบบ Time-Sensitive
ur: یاد دہانیاں، آوازیں اور Time-Sensitive الرٹس آن کریں۔
zh_hans: 开启提醒、声音和 Time-Sensitive 通知。

source: Ending
ar: ينتهي
es: Finaliza
hi: समाप्ति
it: Termina
ja: 終了
ms: Berakhir
th: สิ้นสุด
ur: اختتام
zh_hans: 结束

source: Ends on
ar: ينتهي في
es: Termina el
hi: समाप्ति
it: Termina il
ja: 終了日
ms: Tamat pada
th: สิ้นสุดวันที่
ur: ختم ہوگا
zh_hans: 结束于

source: Enter a display name.
ar: أدخل اسمًا معروضًا.
es: Ingresa un nombre visible.
hi: दिखाई देने वाला नाम दर्ज करें।
it: Inserisci un nome visualizzato.
ja: 表示名を入力してください。
ms: Masukkan nama paparan.
th: ป้อนชื่อที่แสดง
ur: ظاہری نام درج کریں۔
zh_hans: 请输入显示名称。

source: Enter a valid email address for the person you want to invite.
ar: أدخل عنوان بريد إلكتروني صالحًا للشخص الذي تريد دعوته.
es: Introduce una dirección de correo válida para la persona a la que quieres invitar.
hi: जिस व्यक्ति को आमंत्रित करना है उसका मान्य ईमेल पता दर्ज करें।
it: Inserisci un indirizzo email valido per la persona che vuoi invitare.
ja: 招待する相手の有効なメールアドレスを入力してください。
ms: Masukkan alamat e-mel yang sah untuk orang yang ingin anda jemput.
th: ป้อนที่อยู่อีเมลที่ถูกต้องของผู้ที่คุณต้องการเชิญ
ur: جسے آپ مدعو کرنا چاہتے ہیں اس کا درست ای میل پتہ درج کریں۔
zh_hans: 输入你要邀请的人的有效电子邮件地址。

source: Enter a valid secure image link.
ar: أدخل رابط صورة آمنًا وصالحًا.
es: Introduce un enlace de imagen seguro y válido.
hi: मान्य सुरक्षित चित्र लिंक दर्ज करें।
it: Inserisci un link immagine sicuro e valido.
ja: 有効で安全な画像リンクを入力してください。
ms: Masukkan pautan imej selamat yang sah.
th: ป้อนลิงก์รูปที่ปลอดภัยและถูกต้อง
ur: درست محفوظ تصویر کا لنک درج کریں۔
zh_hans: 输入有效的安全图片链接。

source: Enter a value
ar: أدخل قيمة
es: Introduce un valor
hi: एक मान दर्ज करें
it: Inserisci un valore
ja: 値を入力
ms: Masukkan nilai
th: ป้อนค่า
ur: ایک قدر درج کریں
zh_hans: 输入一个值

source: Enter the simulator test account email and password.
ar: أدخل البريد الإلكتروني وكلمة المرور لحساب اختبار المحاكي.
es: Introduce el correo y la contraseña de la cuenta de prueba del simulador.
hi: सिम्युलेटर परीक्षण खाते का ईमेल और पासवर्ड दर्ज करें।
it: Inserisci email e password dell’account di prova del simulatore.
ja: シミュレータのテストアカウントのメールアドレスとパスワードを入力します。
ms: Masukkan e-mel dan kata laluan akaun ujian simulator.
th: ป้อนอีเมลและรหัสผ่านของบัญชีทดสอบ Simulator
ur: سیمیولیٹر ٹیسٹ اکاؤنٹ کا ای میل اور پاس ورڈ درج کریں۔
zh_hans: 输入模拟器测试帐户的电子邮件和密码。

source: Enter toDō
ar: أدخلتُدُ
es: IngresetoDō
hi: toDōदर्ज करें
it: Inserisci ZXPLACEholder0ZX
ja: toDōと入力してください
ms: MasukkantoDō
th: ป้อนtoDō
ur: ٹُڈُودرج کریں۔
zh_hans: 输入toDō

source: Every
ar: كل
es: Cada
hi: प्रत्येक
it: Ogni
ja: 毎
ms: Setiap
th: ทุก
ur: ہر
zh_hans: 每一个

source: Every %@
ar: كل %@
es: Cada %@
hi: हर %@
it: Ogni %@
ja: %@ごと
ms: Setiap %@
th: ทุก %@
ur: ہر %@
zh_hans: 每 %@

# Every %@ %@
source: Every %1$@ %2$@
ar: كل %@ %@
es: Cada %@ %@
hi: हर %@ %@
it: Ogni %@ %@
ja: %@%@ごと
ms: Setiap %@ %@
th: ทุก %@ %@
ur: ہر %@ %@
zh_hans: 每 %@ %@

# Every %@, %@ times
source: Every %1$@, %2$@ times
ar: كل %@، %@ مرات
es: Cada %@, %@ veces
hi: हर %@, %@ बार
it: Ogni %@, %@ volte
ja: %@ごと、%@回
ms: Setiap %@, %@ kali
th: ทุก %@ จำนวน %@ ครั้ง
ur: ہر %@، %@ بار
zh_hans: 每 %@，共 %@ 次

source: Every feature, free and paid, now and ahead, is included.
ar: كل ميزة، المجانية والمدفوعة، متاحة الآن وفي المستقبل.
es: Todas las funciones, gratuitas y de pago, están incluidas ahora y en el futuro.
hi: हर सुविधा, मुफ़्त और सशुल्क, अभी और आगे भी शामिल है।
it: Tutte le funzioni, gratuite e a pagamento, sono incluse ora e in futuro.
ja: 無料・有料を問わず、現在と今後のすべての機能が含まれます。
ms: Setiap ciri, percuma dan berbayar, disertakan sekarang dan pada masa hadapan.
th: ทุกฟีเจอร์ทั้งฟรีและเสียเงิน รวมอยู่ในตอนนี้และอนาคต
ur: ہر فیچر، مفت اور ادا شدہ، ابھی اور مستقبل میں شامل ہے۔
zh_hans: 所有功能，无论免费还是付费，现在及未来都包含在内。

source: Every paid feature, now and ahead, is included.
ar: كل ميزة مدفوعة، الآن وفي المستقبل، مشمولة.
es: Todas las funciones de pago, actuales y futuras, están incluidas.
hi: अभी और आगे आने वाली सभी सशुल्क सुविधाएँ शामिल हैं।
it: Tutte le funzioni a pagamento, presenti e future, sono incluse.
ja: 現在および今後の有料機能がすべて含まれます。
ms: Semua ciri berbayar, sekarang dan akan datang, disertakan.
th: ฟีเจอร์แบบชำระเงินทั้งหมดทั้งในปัจจุบันและอนาคตรวมอยู่แล้ว
ur: اب اور آئندہ کی ہر ادائیگی والی خصوصیت شامل ہے۔
zh_hans: 现在和未来的所有付费功能均已包含。

source: Every paid feature, now and ahead, is included. Founding recognition is part of your membership.
ar: كل ميزة مدفوعة، الآن وفي المستقبل، مشمولة. ويشمل اشتراكك تقدير المؤسسين.
es: Todas las funciones de pago, actuales y futuras, están incluidas. Tu membresía incluye el reconocimiento de fundador.
hi: अभी और आगे आने वाली सभी सशुल्क सुविधाएँ शामिल हैं। आपकी सदस्यता में संस्थापक सम्मान शामिल है।
it: Tutte le funzioni a pagamento, presenti e future, sono incluse. La tua iscrizione include il riconoscimento di fondatore.
ja: 現在および今後の有料機能がすべて含まれます。メンバーシップには創設者としての認定も含まれます。
ms: Semua ciri berbayar, sekarang dan akan datang, disertakan. Keahlian anda termasuk pengiktirafan pengasas.
th: ฟีเจอร์แบบชำระเงินทั้งหมดทั้งในปัจจุบันและอนาคตรวมอยู่แล้ว สมาชิกของคุณได้รับการยกย่องในฐานะผู้ก่อตั้ง
ur: اب اور آئندہ کی ہر ادائیگی والی خصوصیت شامل ہے۔ آپ کی رکنیت میں بانی کی پذیرائی بھی شامل ہے۔
zh_hans: 现在和未来的所有付费功能均已包含。你的会员资格还包含创始支持者认可。

source: Extract from text
ar: استخراج من النص
es: Extracto del texto
hi: पाठ से निकालें
it: Estrai dal testo
ja: テキストから抽出
ms: Ekstrak daripada teks
th: ดึงจากข้อความ
ur: متن سے نکالیں
zh_hans: 从文本中提取

source: Final confirmation required
ar: تأكيد نهائي مطلوب
es: Se requiere confirmación final
hi: अंतिम पुष्टि आवश्यक है
it: Conferma finale richiesta
ja: 最終確認が必要です
ms: Pengesahan akhir diperlukan
th: ต้องยืนยันขั้นสุดท้าย
ur: حتمی تصدیق درکار ہے
zh_hans: 需要最终确认

source: Finding Location
ar: جارٍ تحديد الموقع
es: Encontrar ubicación
hi: स्थान ढूँढना
it: Ricerca posizione
ja: 位置を検索中
ms: Mencari lokasi
th: กำลังค้นหาตำแหน่ง
ur: مقام تلاش کیا جا رہا ہے
zh_hans: 寻找位置

source: First two weeks free for eligible new subscribers. Renews annually.
ar: أول أسبوعين مجانًا للمشتركين الجدد المؤهلين. يتجدد سنويًا.
es: Primeras dos semanas gratis para nuevos suscriptores elegibles. Se renueva anualmente.
hi: योग्य नए सदस्यों के लिए पहले दो सप्ताह निःशुल्क। वार्षिक नवीनीकरण।
it: Prime due settimane gratuite per i nuovi abbonati idonei. Rinnovo annuale.
ja: 対象となる新規登録者は最初の2週間無料。年ごとに更新。
ms: Dua minggu pertama percuma untuk pelanggan baharu yang layak. Diperbaharui setiap tahun.
th: สองสัปดาห์แรกฟรีสำหรับสมาชิกใหม่ที่มีสิทธิ์ ต่ออายุรายปี
ur: اہل نئے سبسکرائبرز کے لیے پہلے دو ہفتے مفت۔ سالانہ تجدید۔
zh_hans: 符合条件的新订阅者前两周免费。按年续订。

source: First two weeks free for new subscribers. Renews annually.
ar: أول أسبوعين مجانًا للمشتركين الجدد. يتجدد سنويًا.
es: Primeras dos semanas gratis para nuevos suscriptores. Se renueva anualmente.
hi: नए सदस्यों के लिए पहले दो सप्ताह निःशुल्क। वार्षिक नवीनीकरण।
it: Prime due settimane gratuite per i nuovi abbonati. Rinnovo annuale.
ja: 新規登録者は最初の2週間無料。年ごとに更新。
ms: Dua minggu pertama percuma untuk pelanggan baharu. Diperbaharui setiap tahun.
th: สองสัปดาห์แรกฟรีสำหรับสมาชิกใหม่ ต่ออายุรายปี
ur: نئے سبسکرائبرز کے لیے پہلے دو ہفتے مفت۔ سالانہ تجدید۔
zh_hans: 新订阅者前两周免费。按年续订。

source: First week free for eligible new subscribers. Renews monthly.
ar: أسبوع مجاني لأول المشتركين المؤهلين الجدد. يتجدد شهريًا.
es: Primera semana gratis para nuevos suscriptores elegibles. Se renueva mensualmente.
hi: योग्य नए सदस्यों के लिए पहला सप्ताह निःशुल्क। मासिक नवीनीकरण।
it: Prima settimana gratuita per i nuovi abbonati idonei. Rinnovo mensile.
ja: 対象となる新規登録者は最初の1週間無料。月ごとに更新。
ms: Minggu pertama percuma untuk pelanggan baharu yang layak. Diperbaharui setiap bulan.
th: สัปดาห์แรกฟรีสำหรับสมาชิกใหม่ที่มีสิทธิ์ ต่ออายุรายเดือน
ur: اہل نئے سبسکرائبرز کے لیے پہلا ہفتہ مفت۔ ماہانہ تجدید۔
zh_hans: 符合条件的新订阅者首周免费。按月续订。

source: First week free for new subscribers. Renews monthly.
ar: أسبوع مجاني للمشتركين الجدد. يتجدد شهريًا.
es: Primera semana gratis para nuevos suscriptores. Se renueva mensualmente.
hi: नए सदस्यों के लिए पहला सप्ताह निःशुल्क। मासिक नवीनीकरण।
it: Prima settimana gratuita per i nuovi abbonati. Rinnovo mensile.
ja: 新規登録者は最初の1週間無料。月ごとに更新。
ms: Minggu pertama percuma untuk pelanggan baharu. Diperbaharui setiap bulan.
th: สัปดาห์แรกฟรีสำหรับสมาชิกใหม่ ต่ออายุรายเดือน
ur: نئے سبسکرائبرز کے لیے پہلا ہفتہ مفت۔ ماہانہ تجدید۔
zh_hans: 新订阅者首周免费。按月续订。

source: Fixed Count
ar: العدد الثابت
es: Conteo fijo
hi: निश्चित गिनती
it: Conteggio fisso
ja: 固定カウント
ms: Kiraan Tetap
th: จำนวนคงที่
ur: فکسڈ کاؤنٹ
zh_hans: 固定计数

source: Fixed stability and presentation issues reported after 3.0.
ar: أصلحنا مشكلات الاستقرار والعرض التي أُبلغ عنها بعد 3.0.
es: Se corrigieron problemas de estabilidad y presentación detectados tras la versión 3.0.
hi: 3.0 के बाद रिपोर्ट की गई स्थिरता और प्रस्तुति संबंधी समस्याएँ ठीक की गईं।
it: Risolti i problemi di stabilità e presentazione segnalati dopo la versione 3.0.
ja: 3.0以降に報告された安定性と表示の問題を修正しました。
ms: Membaiki isu kestabilan dan paparan yang dilaporkan selepas 3.0.
th: แก้ไขปัญหาความเสถียรและการแสดงผลที่พบหลังเวอร์ชัน 3.0
ur: 3.0 کے بعد رپورٹ ہونے والے استحکام اور پیشکش کے مسائل درست کیے گئے۔
zh_hans: 修复 3.0 发布后报告的稳定性和显示问题。

source: Focus now
ar: ركّز الآن
es: Concéntrate ahora
hi: अभी ध्यान दें
it: Concentrati ora
ja: 今集中
ms: Fokus sekarang
th: โฟกัสตอนนี้
ur: ابھی توجہ دیں
zh_hans: 现在专注

source: Focus Pressure
ar: ضغط التركيز
es: Presión de enfoque
hi: फोकस दबाव
it: Pressione di focus
ja: 集中プレッシャー
ms: Tekanan fokus
th: แรงกดดันในการโฟกัส
ur: توجہ کا دباؤ
zh_hans: 专注压力
